import {getBasePath} from "@/helper/path";

export const mainMetaData = {
    title: "بامن24 | استعلام قبض، شارژ و اینترنت، خدمات چک",
    description: "مرجع پرداخت قبوض آب، برق، گاز و تلفن، علاوه بر استعلام قبوض میتوانید اقدام به خرید شارژ و استفاده از بهترین طرح های اینترنت همراه از تمامی اپراتورها کنید",
    // manifest: "/custom/path/manifest.webmanifest",
    icons: {
        icon: getBasePath()+'/icons/favicon.ico',
        apple: getBasePath()+'/icons/logo_192.png',
        other: [
            {
                rel: 'manifest',
                url:getBasePath()+'/manifest.json',
            },
        ],
    },
    openGraph: {
        title: "بامن24 | استعلام قبض، شارژ و اینترنت، خدمات چک",
        url: "https://baman24.ir",
        description: "مرجع پرداخت قبوض آب، برق، گاز و تلفن، علاوه بر استعلام قبوض میتوانید اقدام به خرید شارژ و استفاده از بهترین طرح های اینترنت همراه از تمامی اپراتورها کنید",
        type: "website",
    },
    twitter: {
        title: "بامن24 | استعلام قبض، شارژ و اینترنت، خدمات چک",
        description: "مرجع پرداخت قبوض آب، برق، گاز و تلفن، علاوه بر استعلام قبوض میتوانید اقدام به خرید شارژ و استفاده از بهترین طرح های اینترنت همراه از تمامی اپراتورها کنید",
        card:"summary",
        site:"https://baman24.ir",
    },
    keywords: [
        'پرداخت قبوض', 'پرداخت قبض', 'قبض آب', 'قبض برق','قبض گاز','قبض تلفن','پرداخت قبضها','قبض',
        'قبوض','قبوض آب',
        'استعلام قبض','استعلام قبوض','استعلام خلافی','استعلام جریمه','استعلام خوش حسابی',
        'اینترنت','خرید بسته اینترنتی','اینترنت ارزان','اینترنت هدیه','اینترنت بانوان','اینترنت جوانان','اینترنت ایرانسل','اینترنت همراه اول',
        'خرید شارژ','خرید شارژ ایرانسل','خرید شارژ همراه اول',
        'خدمات چک صیاد',
        'استعلام ثبت چک','استعلام تایید چک','استعلام خوش حسابی',
        'تایید چک','ثبت چک','انتقال چک','چک صیاد'
    ]
}