

import { IParagraphHeaders} from "@/interface/content";

export const rules :IParagraphHeaders = [
    {
        headerText:'کاربر',
        descriptionText:'کاربر کسی است که از سرویس های این سامانه استفاده می‌کند و ملزم به رعایت تمامی قوانین می‌باشد.'
    },
    {
        headerText:'واحد صنفی',
        descriptionText:'هر واحد اقتصادي كه فعاليت آن در محل ثابت يا وسيله سيار باشد و توسط فرد يا افراد صنفي با اخذ پروانه كسب داير شده باشد، واحد صنفي شناخته می‌شود.'
    },
    {
        headerText:'سامانه بامَن 24',
        descriptionText:'سامانه بامن 24 محصولی از شرکت ساینا پردازش گسترش شرق می‌باشد که خدماتی در زمینه فروش شارژ، بسته اینترنت و پرداخت قبوض شهری و خدماتی ارائه می دهد.'
    },
    {
        headerText:'قوانین عمومی',
        descriptionText:'کلیه اصول و رویه‏‌های سامانه بامَن24، منطبق با قوانین جمهوری اسلامی ایران و قانون تجارت الکترونیک است و متعاقبا کاربر نیز موظف به رعایت قوانین مرتبط است. در صورتی که در قوانین مندرج، رویه‏‌ها و سرویس‏‌های سامانه بامَن24 تغییراتی در آینده ایجاد شود، در همین صفحه منتشر و به روز رسانی می شود. کاربر قبول می کند که استفاده مستمر وی از این سامانه به معنی پذیرش هرگونه تغییرات است. کاربر حق هر گونه ادعایی در خصوص قوانین را از خود سلب و ساقط می‌نماید.'
    },
    {
        headerText:'سیاست‌‏های رعایت حریم شخصی',
        descriptionText:'سامانه بامَن 24، به اطلاعات خصوصی اشخاصى که از خدمات سامانه استفاده می‏‌کنند، احترام گذاشته و از آن محافظت می‏‌کند. سامانه بامَن24 در حد توان از حریم شخصی شما دفاع می‌کند و در این راستا، تکنولوژی مورد نیاز برای هرچه مطمئن‏‌تر و امن‏‌تر شدن استفاده شما از سامانه را توسعه می دهد. در واقع با استفاده از سامانه بامَن24، شما رضایت خود را از این سیاست نشان می‏‌دهید. همه مطالب در دسترس از طریق هر یک از خدمات سامانه بامَن24، مانند متن، گرافیک، آرم، آیکون دکمه، تصاویر، ویدئوهای تصویری، موارد قابل دانلود و کپی، داده‌ها و کلیه محتوای تولید شده توسط سامانه بامَن24 جزئی از اموال سامانه بامَن24 محسوب می‏‌شود و حق استفاده و نشر تمامی مطالب موجود و در دسترس، در انحصار سامانه بامَن24 است و هرگونه استفاده بدون کسب مجوز کتبی، حق پیگرد قانونی را برای سامانه بامَن24 محفوظ می‏‌دارد. علاوه بر این اسکریپت‌ها و اسامی خدمات قابل ارائه از طریق هر یک از خدمات ایجاد شده توسط بامَن 24 و علائم تجاری ثبت شده نیز در انحصار سامانه بامَن24 است و هر گونه استفاده با مقاصد تجاری پیگرد قانونی دارد. کاربران مجاز به بهره‌‏برداری و استفاده از سرویس های سامانه بامَن24 و یا هر یک از خدمات از جمله دانلود یا کپی کردن اطلاعات با مقاصد تجاری، استفاده از داده کاوی، روبات یا روش‌‏های مشابه مانند جمع آوری داده‌‏ها و ابزارهای استخراج نیستند. کلیه این حقوق به صراحت برای سامانه بامَن24 محفوظ است. کاربران مسئول حفظ محرمانه بودن حساب و رمز عبور خود هستند و تمامی مسئولیت فعالیت‌‏هایی که تحت حساب کاربری و یا رمز ورود انجام می‏‌پذیرد به عهده کاربران است. تنها مرجع رسمی مورد تایید ما برای ارتباط با شما، پایگاه رسمی این سامانه یعنی www.baman24.ir است. ما با هیچ روش دیگری جز ارسال نامه از طرف آدرس‏‌های رسمی و تایید شده در سایت، با شما تماس نمی‌‏گیریم. سامانه سامانه بامَن24 هیچگونه سایت اینترنتی با آدرسی غیر از www.baman24.ir و هیچ گونه وبلاگ و شناسه در برنامه‏‌های گفتگوی اینترنتی همچون Yahoo Messenger یا MSN Messenger و غیره ندارد و هیچ ‏گاه با این روش‏‌ها با شما تماس نمی‏‌گیرد. کاربران جهت برقراری ارتباط، تنها می‏‌توانند از آدرس‌‏های ذکر شده در بخش ارتباط با ما استفاده کنند.'
    },
    {
        headerText:'ارتباطات الکترونیکی',
        descriptionText:'هنگامی که کاربر از سرویس‌‏ها و خدمات سامانه بامَن24 استفاده و یا به سامانه بامَن24 ایمیل می‏‌زند، این ارتباطات به صورت الکترونیکی انجام می‏‌شود، در صورتی که درخواست کاربر با رعایت کلیه اصول و رویه‏‌ها باشد، به طور ضمنی موافقت می‌‏کند که سامانه بامَن24 به صورت الکترونیکی (از طریق پست الکترونیکی، سرویس پیام کوتاه و سایر سرویس‌های الکترونیکی) به درخواست وی پاسخ دهد. همچنین جهت اطلاع رسانی رویدادها، خدمات و سرویس‌های ویژه یا پروموشن‌ها، امکان دارد سامانه بامَن24 برای اعضای سامانه ایمیل یا پیامک ارسال نماید. کاربران محترم توجه داشته باشند که 100041410 تنها شماره‌ای است که بامَن 24 از طریق آن برای کاربران و مشتریان خود پیامک (اس ام اس) ارسال می‌کند و وضعیت پردازش سفارش یا رویدادها، خدمات و سرویس‌های ویژه سامانه بامَن24 را به اطلاع کاربران می‌رساند و روشن است که امکان دریافت پیام‌های شما از طریق آن وجود ندارد. ارسال هرگونه پیامک تحت عنوان سامانه بامَن24، با هر شماره دیگری تخلف و سوء استفاده از نام بامَن 24 است و در صورت دریافت چنین پیامکی، لطفاً جهت پیگیری قانونی، به info[at]baman24.ir اطلاع دهید.'
    }
]